const ObrabotkaDannih = () => (
  <div className="container">
    <h1>Политика в отношении обработки персональных данных</h1>

    <h2 className="custom-title">1. Общие положения</h2>
    <div className="ml-0 sm:ml-6">
      <p className="custom-text">
        <b>1.1.</b> Настоящая Политика в отношении обработки персональных данных
        (далее — Политика конфиденциальности, Политика) составлена в
        соответствии с требованиями Федерального закона от 27.07.2006 № 152-ФЗ
        «О персональных данных».
      </p>
      <p className="custom-text">
        <b>1.2.</b> Политика действует в отношении информации, которую Общество
        с ограниченной ответственностью «Степмед Клиник» (далее — Оператор) —
        владелец сервиса Личный кабинет на сайте ООО «Степмед Клиник» в сети
        Интернет, расположенного по адресу: https://step-med.com (далее — сервис
        Личный кабинет на сайте ООО «Степмед Клиник»), может получить о
        Пользователе и лице, интересы которого Пользователь представляет в силу
        закона (при наличии такого лица) во время его использования и определяет
        порядок обработки персональных данных Пользователя и представляемого им
        лица и меры по обеспечению безопасности полученных персональных данных.
      </p>
      <p className="custom-text">
        <b>1.3.</b> Настоящая Политика применяется только к сервису Личный
        кабинет на сайте ООО «Степмед Клиник». Оператор не контролирует и не
        несет ответственность за сайты третьих лиц, на которые Пользователь
        может перейти по ссылкам, доступным на сайте ООО «Степмед Клиник».
      </p>
      <p className="custom-text">
        <b>1.4.</b> Использование Пользователем сервиса Личный кабинет на сайте
        ООО «Степмед Клиник» означает его согласие с настоящей Политикой и
        условиями обработки персональных данных Пользователя. В случае
        несогласия с условиями Политики Пользователь должен прекратить
        использование сервиса Личный кабинет на сайте ООО «Степмед Клиник».
      </p>
      <p className="custom-text">
        <b>1.5.</b> Оператор не проверяет достоверность персональных данных,
        предоставляемых Пользователем сервиса Личный кабинет на сайте ООО
        «Степмед Клиник».
      </p>
    </div>

    <h2 className="custom-title">
      2. Термины и определения, используемые в Политике
    </h2>
    <div className="ml-0 sm:ml-6">
      <p className="custom-text">
        <b>2.1.</b> Автоматизированная обработка персональных данных — обработка
        персональных данных с помощью средств вычислительной техники.
      </p>
      <p className="custom-text">
        <b>2.2.</b> Сайт ООО «Степмед Клиник» — совокупность графических и
        информационных материалов, а также программ для ЭВМ и баз данных,
        обеспечивающих их доступность в сети Интернет по адресу:
        www.step-med.com.
      </p>
      <p className="custom-text">
        <b>2.3.</b> Конфиденциальность персональных данных — обязательное для
        соблюдения Оператором или уполномоченным им лицом получившими доступ к
        персональным данным требование не допускать их распространения без
        согласия субъекта персональных данных или наличия иного законного
        основания.
      </p>
      <p className="custom-text">
        <b>2.4.</b> Обезличивание персональных данных — действия, в результате
        которых невозможно определить без использования дополнительной
        информации принадлежность персональных данных конкретному субъекту
        персональных данных.
      </p>
      <p className="custom-text">
        <b>2.5.</b> Обработка персональных данных — любое действие (операция)
        или совокупность действий (операций), совершаемых с использованием
        средств автоматизации или без использования таких средств с
        персональными данными, включая сбор, запись, систематизацию, накопление,
        хранение, уточнение (обновление, изменение), извлечение, использование,
        передачу (распространение, предоставление, доступ), обезличивание,
        блокирование, удаление, уничтожение персональных данных.
      </p>
      <p className="custom-text">
        <b>2.6.</b> Оператор — ООО «Степмед Клиник», осуществляющее обработку
        персональных данных, а также определяющее цели обработки персональных
        данных, состав персональных данных, подлежащих обработке, действия
        (операции), совершаемые с персональными данными.
      </p>
      <p className="custom-text">
        <b>2.7.</b> Персональные данные — любая информация, относящаяся прямо
        или косвенно к определенному или определяемому физическому лицу —
        Пользователю сервиса Личный кабинет на сайте ООО «Степмед Клиник»,
        расположенного по адресу: https://step-med.com, либо к физическому лицу,
        представляемому в силу закона Пользователем указанного сервиса.
      </p>
      <p className="custom-text">
        <b>2.8.</b> Пользователь — любое физическое лицо, использующее сервис
        Личный кабинет на сайте ООО «Степмед Клиник», расположенный по адресу:
        https://step-med.com.
      </p>
      <p className="custom-text">
        <b>2.9.</b> Предоставление персональных данных — действия, направленные
        на раскрытие персональных данных определенному лицу или определенному
        кругу лиц.
      </p>
      <p className="custom-text">
        <b>2.10.</b> Распространение персональных данных — любые действия,
        направленные на раскрытие персональных данных неопределенному кругу лиц
        (передача персональных данных) или на ознакомление с персональными
        данными неограниченного круга лиц, в том числе обнародование
        персональных данных в средствах массовой информации, размещение в
        информационно-телекоммуникационных сетях или предоставление доступа к
        персональным данным каким-либо иным способом.
      </p>
      <p className="custom-text">
        <b>2.11.</b> Уничтожение персональных данных — любые действия, в
        результате которых персональные данные уничтожаются безвозвратно с
        невозможностью дальнейшего восстановления содержания персональных данных
        в информационной системе персональных данных и (или) результате которых
        уничтожаются материальные носители персональных данных.
      </p>
      <p className="custom-text">
        <b>2.12.</b> «Cookies» — небольшой фрагмент данных, отправленный
        веб-сервером и хранимый на компьютере Пользователя, который веб-клиент
        или веб-браузер каж¬дый раз пересылает веб-серверу в HTTP-запросе при
        попытке открыть страницу соответствующего сайта.
      </p>
      <p className="custom-text">
        <b>2.13.</b> «IP-адрес» — уникальный сетевой адрес узла в компьютерной
        сети, построенной по протоколу IP.
      </p>
      <p className="custom-text">
        <b>2.14.</b> Блокирование персональных данных — временное прекращение
        обработки персональных данных (за исключением случаев, если обработка
        необходима для уточнения персональных данных).
      </p>
    </div>

    <h2 className="custom-title">3. Предмет Политики</h2>
    <div className="ml-0 sm:ml-6">
      <p className="custom-text">
        <b>3.1.</b> Настоящая Политика устанавливает обязательства Оператора по
        неразглашению и обеспечению режима защиты конфи-денциальности
        персональных данных, которые Пользователь предоставляет по за¬просу
        Оператора при использовании сервиса Личный кабинет на сайте ООО «Степмед
        Клиник».
      </p>
      <p className="custom-text">
        <b>3.2.</b> В рамках настоящей По¬литики, с целью оказания медицинской
        помощи Пользователю им предоставляются и разрешаются к обработке, а
        Оператором обрабатываются следующие персональные данные:
      </p>
      <div className="ml-0 sm:ml-6">
        <p className="custom-text">
          <b>3.2.1.</b> фамилия, имя, отчество (при наличии) Пользователя;
        </p>
        <p className="custom-text">
          <b>3.2.2.</b> пол Пользователя;
        </p>
        <p className="custom-text">
          <b>3.2.3.</b> дата рождения Пользователя;
        </p>
        <p className="custom-text">
          <b>3.2.4.</b> адрес регистрации по месту проживания Пользователя;
        </p>
        <p className="custom-text">
          <b>3.2.5.</b> реквизиты паспорта (документа удостоверения личности)
          Пользователя; сведения о дате выдачи указанного документа и выдавшем
          его органе;
        </p>
        <p className="custom-text">
          <b>3.2.6.</b> реквизиты полиса ОМС (ДМС) Пользователя;
        </p>
        <p className="custom-text">
          <b>3.2.7.</b> страховой номер индивидуального лицевого счета
          Пользователя в Пенсионном фонде России (СНИЛС);
        </p>
        <p className="custom-text">
          <b>3.2.8.</b> контактный телефон Пользователя;
        </p>
        <p className="custom-text">
          <b>3.2.9.</b> адрес электронной почты (e-mail) Пользователя;
        </p>
        <p className="custom-text">
          <b>3.2.10.</b> данные о состоянии здоровья Пользователя, случаях
          обращения Пользователя за медицинской помощью;
        </p>
      </div>
      <p className="custom-text">
        <b>3.3.</b> В рамках настоящей Политики, с целью оказания медицинской
        помощи лицу, интересы которого Пользователь представляет в силу закона,
        Пользователем предоставляются и разрешаются к обработке, а Оператором
        обрабатываются следующие персональные данные Пользователя и
        представляемого им лица:
      </p>
      <div className="ml-0 sm:ml-6">
        <p className="custom-text">
          <b>3.3.1.</b> фамилия, имя, отчество (при наличии) представляемого
          лица;
        </p>
        <p className="custom-text">
          <b>3.3.2.</b> пол представляемого лица;
        </p>
        <p className="custom-text">
          <b>3.3.3.</b> дата рождения представляемого лица;
        </p>
        <p className="custom-text">
          <b>3.3.4.</b> адрес регистрации по месту проживания представляемого
          лица;
        </p>
        <p className="custom-text">
          <b>3.3.5.</b> реквизиты документа, удостоверяющего личность
          представляемого лица; сведения о дате выдачи указанного документа и
          выдавшем его органе;
        </p>
        <p className="custom-text">
          <b>3.3.6.</b> реквизиты полиса ОМС (ДМС) представляемого лица;
        </p>
        <p className="custom-text">
          <b>3.3.7.</b> страховой номер индивидуального лицевого счета
          представляемого лица в Пенсионном фонде России (СНИЛС);
        </p>
        <p className="custom-text">
          <b>3.3.8.</b> данные о состоянии здоровья лица, интересы которого в
          силу закона осуществляет Пользователь и о случаях обращения за
          оказанием медицинской помощи данному лицу;
        </p>
        <p className="custom-text">
          <b>3.3.9.</b> фамилия, имя, отчество (при наличии) Пользователя;
        </p>
        <p className="custom-text">
          <b>3.3.10.</b> адрес регистрации по месту проживания Пользователя;
        </p>
        <p className="custom-text">
          <b>3.3.11.</b> контактный телефон Пользователя;
        </p>
        <p className="custom-text">
          <b>3.3.12.</b> адрес электронной почты (e-mail) Пользователя;
        </p>
        <p className="custom-text">
          <b>3.3.13.</b> реквизиты паспорта, сведений о дате выдачи паспорта и
          выдавшем его органе;
        </p>
        <p className="custom-text">
          <b>3.3.14.</b> реквизиты документа, на основании которого Пользователь
          действует в качестве представителя, наименование органа, выдавшего
          указанный документ.
        </p>
      </div>
      <p className="custom-text">
        <b>3.4.</b> Доступ к сервису Личный кабинет на сайте ООО «Степмед
        Клиник» осуществляется по защищенному протоколу https, обеспе-чивающему
        шифрование передаваемых и получаемых Пользователем данных в процессе
        работы с данным сервисом, что гарантирует конфиденциальность и
        недоступность третьим лицам данных Пользователя, таких как: IP адрес
        пользователя, информация из cookies, информация о браузере (или иной
        программе, которая осуществляет доступ к сайту), время доступа, адрес
        страницы, на которой расположен рекламный блок, реферер (адрес
        предыдущей страницы), адреса просматриваемых страниц.
      </p>
    </div>

    <h2 className="custom-title">4. Цели обработки персональных данных</h2>
    <div className="ml-0 sm:ml-6">
      <p className="custom-text">
        <b>4.1.</b> Персональные данные Пользователя и лица, представляемого
        Пользователем в силу закона, Оператор может исполь¬зовать в целях:
      </p>
      <div className="ml-0 sm:ml-6">
        <p className="custom-text">
          <b>4.1.1.</b> идентификации и аутентификации Пользователя, посетившего
          Сайт ООО «Степмед Клиник» для использования Личного кабинета, в том
          числе при оказании медицинской помощи с применением телемедицинских
          технологий;
        </p>
        <p className="custom-text">
          <b>4.1.2.</b> установления с Пользователем обратной связи, включая
          направление уведомлений, оповещений, заключений, рекомендаций,
          касающихся оказания медицинских услуг Пользователю либо лицу,
          представляемого Пользователем в силу закона, обработку запросов и
          заявок от Пользователя;
        </p>
        <p className="custom-text">
          <b>4.1.3.</b> предоставления доступа Пользователю к сервисам,
          информации и/или материалам, содержащимся на Сайте ООО «Степмед
          Клиник»;
        </p>
        <p className="custom-text">
          <b>4.1.4.</b> идентификации лица, представляемого Пользователем в силу
          закона, с целью оказания данному лицу медицинской помощи с применением
          телемедицинских технологий.
        </p>
      </div>
      <p className="custom-text">
        <b>4.2.</b> Обезличенные данные Пользователей, собираемые с помощью
        сервисов интернет-статистики, служат для сбора информации о действиях
        Пользователей на Сайте ООО «Степмед Клиник», улучшения качества данного
        сайта и его содержания.
      </p>
    </div>

    <h2 className="custom-title">
      5. Способы и срок обработки персональных данных
    </h2>
    <div className="ml-0 sm:ml-6">
      <p className="custom-text">
        <b>5.1.</b> Обработка персональных данных Пользователя и лица,
        представляемого Пользователем в силу закона (при наличии такого лица),
        осуществляется с момента их предоставления Пользователем.
      </p>
      <p className="custom-text">
        <b>5.2.</b> Срок обработки персональных данных является неограниченным.
        Пользователь может в любой момент отозвать свое согласие на обработку
        персональных данных, направив Оператору уведомление посредством
        письменного уведомления на e-mail: info@step-med.com с пометкой «Отзыв
        согласия на обработку персональных данных».
      </p>
      <p className="custom-text">
        <b>5.3.</b> Обработка персональных данных осуществляется Оператором с
        использованием средств автоматизации или без использования таких
        средств.
      </p>
      <p className="custom-text">
        <b>5.4.</b> Пользователь соглашается с тем, что уполномоченные
        представители Оператора обрабатывают персональные данные в
        медико-профилактических целях, в целях установления личности
        Пользователя и представляемого им лица (при его наличии), внутреннего
        контроля качества и безопасности медицинской деятельности и с целью
        оказания медицинской помощи с применением телемедицинских технологий.
      </p>
      <p className="custom-text">
        <b>5.5.</b> Пользователь соглашается с тем, что персональные данные
        Пользователя и лица, представляемого Пользователем в силу закона (при
        наличии такого лица) могут быть переданы Оператором лицам/организациям,
        обслуживающим на основании договоров, заключенных с Оператором,
        информационные системы и сервисы, обеспечивающие использование Личного
        кабинета на Сайте ООО «Степмед Клиник».
      </p>
      <p className="custom-text">
        <b>5.6.</b> Передача персональных данных Пользователя или лица,
        представляемого Пользователем в силу закона, без согласия Пользователя
        иным лицам возможна только по основаниям и в порядке, установленным
        законодательством Российской Федерации.
      </p>
      <p className="custom-text">
        <b>5.7.</b> Оператор обеспечивает сохранность персональных данных и
        принимает все возможные меры, исключающие доступ к персональным данным
        неуполномоченных лиц.
      </p>
    </div>

    <h2 className="custom-title">6. Заключительные положения</h2>
    <div className="ml-0 sm:ml-6">
      <p className="custom-text">
        <b>6.1.</b> Пользователь может получить любые разъяснения по
        интересующим вопросам, касающимся обработки персональных данных,
        обратившись к Оператору на e-mail: info@step-med.com
      </p>
      <p className="custom-text">
        <b>6.2.</b> Оператор вправе вносить изменения в настоящую Политику без
        согласия Пользователя, при этом Оператор гарантирует, что возможные
        вносимые изменения будут соответствовать законодательству РФ в сфере
        защиты персональных данных.
      </p>
      <p className="custom-text">
        <b>6.3.</b> В данном документе будут отражены любые изменения политики
        обработки персональных данных Оператором. Политика действует бессрочно
        до замены ее новой версией.
      </p>
      <p className="custom-text">
        <b>6.4.</b> Действующая Политика (актуальная версия) в свободном доступе
        расположена в сети Интернет по адресу www.step-med.com
      </p>
    </div>
  </div>
);

export default ObrabotkaDannih;
