const ONas = () => (
  <div className="container">
    <h1>О нас</h1>
    <img src="/images/illustrations/about_1.webp" />

    <p className="custom-text">
      Степмед Клиник создана командой единомышленников, каждый из которых имеет
      опыт работы в ведущих медицинских организациях, оказывающих медицинскую
      помощь пациентам, страдающим онкологическими заболеваниями. Мы
      специализируемся на клинической онкологии и проведении всех видов
      лекарственной противоопухолевой терапии.
    </p>
    <p className="custom-text">
      При формировании принципов работы клиники мы постарались учесть все нюансы
      организации процесса оказания медицинской помощи пациентам с
      онкологическими заболеваниями, избавиться от недостатков, которые были
      отмечены при работе в других медицинских организациях.
    </p>

    <h2 className="custom-title">Пациент всегда на первом месте.</h2>
    <p className="custom-text">
      Это означает, что интересы и помощь пациенту всегда превыше, чем
      финансовая выгода. Важно, что все представители руководящего состава
      клиники также являются врачами-онкологами. Поэтому клинической команде не
      приходится доказывать обоснованность своих предложений или объяснять
      потребности пациентов, т.к. руководители также ведут прием и понимают, что
      на самом деле нужно пациенту. Это позволило сформировать климат, в котором
      комфортно находиться пациенту – его проблемы действительно важны врачу и
      всем сотрудникам клиники, и при этом комфортно работать врачу – он может
      «погрузиться» в проблемы пациента, не будучи поставленным в рамки
      планового задания или «среднего чека» и навязывания дополнительных услуг.
    </p>

    <h2 className="custom-title">Только качественные препараты.</h2>
    <p className="custom-text">
      Вторым важным элементом было выделено качество лекарственных препаратов и
      расходных средств, которые используются каждый день. Это залог
      эффективности и безопасности проводимого лечения. С первого дня работы мы
      строго соблюдаем требования законодательства по маркировке препаратов,
      контролируем температурный режим. При выборе производителя лекарственных
      препаратов – руководствуемся принципами эффективности и безопасности
      медицинских изделий и стараемся выбирать оригиналы либо максимально
      приближенные к ним аналоги (в случае отсутствия возможности официальной
      покупки оригинального препарата).
    </p>

    <img src="/images/illustrations/about_3.webp" />
    <h2 className="custom-title">Мы за доступность медицины.</h2>
    <p className="custom-text">
      Невозможно обойти вопрос доступности лекарственной терапии. Зачастую
      современная противоопухолевая терапия требует внушительных средств для
      проведения лечения. Учитывая этот факт, Степмед Клиник была включена в
      участие в реализации программы государственных гарантий бесплатного
      оказания гражданам медицинской помощи. Преимущественный объем оказываемой
      нами медицинской помощи оплачивается за счет средств ОМС, а пациентам
      достаточно иметь действующий полис, чтобы получать передовые методы
      лечения.
    </p>

    <h2 className="custom-title">Непрерывность и преемственность лечения.</h2>
    <p className="custom-text">
      Важным вопросом организации лекарственной терапии является непрерывность
      лечения и его преемственность. Частная форма собственности позволяет нам
      оперативно закупать любые необходимые лекарственные препараты, что
      позволяет избежать смещения сроков лечения по причинам, связанным с
      поставками препаратов. И если стоит вопрос о сроках начала лечения, как
      правило он состоит исключительно из времени, требующегося на прохождение
      предварительных обследований и проведения лабораторных анализов.
    </p>
    <p className="custom-text">
      Однако для обеспечения комплексного подхода требуется привлечение хирургов
      и лучевых терапевтов. Если что-то выходит за рамки возможностей нашей
      клиники – это не означает, что мы откажем в лечении. В таких ситуациях мы
      используем все ресурсы наших партнеров для организации полноценной помощи.
    </p>
    <p className="custom-text">
      Если же пациент столкнулся с проблемой редкого заболевания или уже
      проведено большое количество линий лечения, лечащим врачом нашей клиники
      может быть предложено участие в клиническом исследовании на нашей базе
      либо на базах других медицинских организаций.
    </p>
    <p className="mb-4 custom-text-message">
      В своей практике мы используем все доступные современные методы лечения:
      химиотерапию, таргетную терапию, иммунотерапию, горомонотерапию, а также
      сочетание этих методов лечения.
    </p>
    <img src="/images/illustrations/about_2.webp" />
  </div>
);

export default ONas;
